Repository: peprodev/wc-upload-reciept
Catalog: languages/receipt-upload-*.po
Languages: fa_ir

source: Approved Receipt to Admin
fa_ir: ایمیل رسید تایید شده به مدیر

source: An email sent to the Admin when a receipt is approved.
fa_ir: یک ایمیل وقتی رسید تایید شود به مدیر ارسال میشود.

source: Receipt Approved
fa_ir: رسید پرداخت تایید شد

# receipt-approved-admin-subject
source: [%s] Receipt Approved
fa_ir: [%s] رسید پرداخت تایید شد

source: Available placeholders: %s
fa_ir: جانگهدارهای در درسترس: %s

source: Enable/Disable
fa_ir: فعال/غیرفعال

source: Enable this email notification
fa_ir: فعال سازی اطلاع رسانی از طریق ایمیل

source: Recipient(s)
fa_ir: گیرنده

source: Enter recipients (comma separated) for this email. Defaults to %s.
fa_ir: گیرندگان ایمیل را وارد کنید (جداسازی با کاما). به طور پیش فرض %s.

source: Subject
fa_ir: موضوع ایمیل

source: Email heading
fa_ir: سربرگ ایمیل

source: Additional content
fa_ir: محتوای اضافی

source: Text to appear below the main email content.
fa_ir: این متن قبل عکس رسید نمایش داده میشود

source: N/A
fa_ir: نامعلوم

source: Email type
fa_ir: نوع ایمیل

source: Choose which format of email to send.
fa_ir: انتخاب کنید چه نوع ساختاری برای ایمیل فرستاده شده استفاده شود.

source: Rejected Receipt to Admin
fa_ir: ایمیل رسید رد شده به مدیر

source: An email sent to the Admin when a receipt is rejected.
fa_ir: یک ایمیل وقتی رسید رد شود به مدیر ارسال میشود.

source: Receipt Rejected
fa_ir: رسید پرداخت رد شد

# receipt-rejected-admin-subject
source: [%s] Receipt Rejected
fa_ir: [%s] رسید پرداخت رد شد

source: Uploaded Receipt to Admin
fa_ir: ایمیل رسید آپلود شده به مدیر

source: An email sent to the Admin when a receipt is uploaded.
fa_ir: یک ایمیل وقتی رسید آپلود شود به مدیر ارسال میشود.

source: Receipt Uploaded
fa_ir: رسید پرداخت آپلود شد

# receipt-uploaded-admin-subject
source: [%s] Receipt Uploaded
fa_ir: [%s] رسید پرداخت آپلود شد

source: Approved Receipt to Customer
fa_ir: ایمیل رسید تایید شده به مشتری

source: An email sent to the customer when a receipt is approved.
fa_ir: یک ایمیل وقتی رسید تایید شود به مشتری ارسال میشود.

# receipt-approved-customer-subject
source: [%s] Receipt Approved
fa_ir: [%s] رسید پرداخت تایید شد

source: Rejected Receipt to Customer
fa_ir: ایمیل رسید رد شده به مشتری

source: An email sent to the customer when a receipt is rejected.
fa_ir: یک ایمیل وقتی رسید رد شود به مشتری ارسال میشود.

# receipt-rejected-customer-subject
source: [%s] Receipt Rejected
fa_ir: [%s] رسید پرداخت رد شد

source: Uploaded Receipt to Customer
fa_ir: ایمیل رسید آپلود شده به مشتری

source: An email sent to the customer when a receipt is uploaded.
fa_ir: یک ایمیل وقتی رسید آپلود شود به مشتری ارسال میشود.

# receipt-uploaded-customer-subject
source: [%s] Receipt Uploaded
fa_ir: [%s] رسید پرداخت آپلود شد

source: The order #%d uploaded receipt has been approved.
fa_ir: رسید آپلودی سفارش #%d تایید شده است.

source: The order #%d uploaded receipt has been rejected.
fa_ir: رسید آپلودی سفارش #%d رد شده است.

source: The order #%d receipt has been uploaded.
fa_ir: رسید برای سفارش #%d آپلود شده است.

source: WooCommerce Upload Receipt
fa_ir: آپلود رسید پرداخت ووکامرس

source: %2$s ver. %1$s
fa_ir: %2$s نسخه %1$s

source: Support
fa_ir: پشتیبانی این محصول

source: Setting
fa_ir: تنظیمات

source: WC Emails
fa_ir: ایمیل ووکامرس

source: Wrong ORDER_ID, Order #%s not found!
fa_ir: خطا! شناسه سفارش نادرست است. سفارش #%s پیدا نشد!

source: View Order Details
fa_ir: مشاهده اطلاعات سفارش

source: Date Uploaded:
fa_ir: تاریخ آپلود:

source: Admin Note:
fa_ir: یادداشت مدیر:

# js-translate
source: Error! File size should be less than ## MB
fa_ir: خطا! حجم فایل باید کمتر از ## مگابایت باشد

# js-translate
source: Please wait ...
fa_ir: لطفاً منتظر بمانید ...

# js-translate
source: Please wait, Uploading ## % ...
fa_ir: لطفاً منتظر بمانید، درحال آپلود فایل ##% ...

# js-translate
source: Uploading Done Successfully
fa_ir: رسید پرداخت با موفقیت آپلود شد

# js-translate
source: Error! You should choose a file first.
fa_ir: خطا! شما باید ابتدا یک فایل رسید را انتخاب کنید.

# js-translate
source: Unknown Server Error Occured! Try again.
fa_ir: خطای ناشناخته از سمت سرور رخ داد! مجددا تلاش کنید.

source: Upload receipt
fa_ir: آپلود رسید پرداختی

source: Current receipt:
fa_ir: رسید پرداختی فعلی:

source: Upload Receipt:
fa_ir: آپلود رسید پرداختی:

source: Upload Receipt
fa_ir: آپلود رسید پرداخت

source: Disabled (do nothing)
fa_ir: غیرفعال (کاری انجام نده)

source: PeproDev WooCommerce Receipt Uploader
fa_ir: آپلود رسید ووکامرسی از توسعه پپرو

source: Payment methods
fa_ir: درگاه های پرداخت

source: Select Payment methods you wish to activate receipt uploading feature
fa_ir: درگاه های پرداختی که میخواهید قابلیت آپلود رسید داشته باشند

source: Allowed File MIME-Types
fa_ir: نوع فایل های مجاز

source: Enter file MIME-Types per Each Line, e.g. add application/pdf to support uploading PDF files.<br>%s
fa_ir: نوع MIME-Types فایل های مجاز را در هر خط یک مورد وارد کنید، به عنوان مثال برای افزودن پشتیبانی از PDF میتوانید application/pdf را اضافه کنید.<br>%s

source: Learn more
fa_ir: بیشتر بخوانید

source: Maximum file size (MB)
fa_ir: حداکثر حجم آپلود (مگابایت)

source: Maximum allowed uploading size in Megabytes (MB)
fa_ir: حداکثر حجم فایل برای آپلود (مگابایت/MB)

source: Redirect After Upload
fa_ir: ریدایرکت بعد آپلود

source: Redirect to given URL after Successful Upload, leave empty to disable
fa_ir: آدرسی که میخواهید بعد آپلود کاربر هدایت شود را وارد کنید، برای غیرفعالسازی خالی رها کنید

source: Use Secure Link
fa_ir: استفاده از لینک امن

source: Output uploaded receipt by a secure link (not in emails)
fa_ir: نمایش رسید پرداخت آپلود شده توسط لینک امن (بغیر از ایمیل)

source: Auto-Change Order Status
fa_ir: تغییر خودکار وضعیت سفارش

source: Show on Statuses
fa_ir: نمایش فرم آپلود در وضعیت

source: Select Statues you wish to show Upload Receipt form
fa_ir: مشخص کنید فرم آپلود رسید در چه وضعیت هایی نمایش داده شود

source: When Order Placed
fa_ir: زمانی که سفارش ثبت شد

source: Auto-Change Order Status After Order Placed (this will overwrite default WooCommerce behavior)
fa_ir: تغییر خودکار وضعیت سفارش پس از ثبت آن (این مورد وضعیت پیشفرض سفارشات ثبتی ووکامرس را تغییر میدهد)

source: On Awaiting Receipt Upload
fa_ir: در انتظار آپلود رسید پرداخت

source: Change Order Status when Order Awaits for Receipt Upload by Customer
fa_ir: تغییر وضعیت سفارش زمانی که منتظر آپلود رسید از سمت مشتری است

source: On Awaiting Receipt Approval
fa_ir: درحال بررسی رسید پرداخت

source: Change Order Status when Receipt is Uploaded and Pending Approval by Admin
fa_ir: تغییر وضعیت سفارش زمانی که رسید آپلود شده و درحال بررسی از سمت مدیر است

source: On Receipt Rejected
fa_ir: رد رسید پرداخت

source: Change Order Status When Admin Rejected Receipt and Did not Approve it
fa_ir: تغییر وضعیت سفارش زمانی که رسید از سمت مدیر رد شد

source: On Receipt Approved
fa_ir: تایید رسید پرداخت

source: Change Order Status When Admin Approved Receipt
fa_ir: تغییر وضعیت سفارش زمانی که رسید از سمت مدیر تایید شد

source: Content Before Form (HTML)
fa_ir: متن قبل فرم آپلود

source: Enter content to be shown Before Form (Accepts HTML and Shortcodes)
fa_ir: متن خود را وارد کنید، HTML و شورتکد های وردپرس قابل استفاده هستند

source: Content After Form (HTML)
fa_ir: متن بعد فرم آپلود

source: Enter content to be shown After Form (Accepts HTML and Shortcodes)
fa_ir: متن خود را وارد کنید، HTML و شورتکد های وردپرس قابل استفاده هستند

source: Miscellaneous
fa_ir: متفرقه

source: Shortcodes
fa_ir: شورتکد ها

source: Show Receipt Preview for Order ID #15
fa_ir: نمایش رسید آپلود شده برای سفارش شناسه #15

source: Show Upload Receipt Form for Order ID #15
fa_ir: نمایش فرم آپلود رسید برای سفارش شناسه #15

source: Notification
fa_ir: اطلاع رسانی

source: Since version 1.9, We added new Emails in WooCommerce Setting to support sending notifications using built-in WooCommerce feature. You can manage WooCommerce Emails %s, if you need to Customize Emails see %s.
fa_ir: از نسخه 1.9، ما ایمیل هایی به ووکامرس اضافه کردیم تا توسط سیستم ایمیلی پیشفرض ووکامرس اطلاع رسانی انجام شود. شما میتوانید ایمیل های ووکامرس را %s مدیریت کنید، اگر نیاز به شخصی سازی ایمیل دارید این %s را بخوانید.

# link
source: here
fa_ir: اینجا

# link
source: this guide
fa_ir: آموزش

source: Useful Resources
fa_ir: منابع مفید

# link
source: Rate 5-star
fa_ir: دادن رتبه 5 ستاره

# link
source: Changelog
fa_ir: لیست تغییرات

# link
source: Developer Site
fa_ir: وبسایت توسعه دهنده

# link
source: Contribute
fa_ir: مشارکت در پروژه

# link
source: Report Bug
fa_ir: گزارش اشکال

source: Payment Receipt
fa_ir: رسید پرداخت

source: Awaiting Upload
fa_ir: منتظر آپلود رسید

source: Click to change
fa_ir: برای ویرایش کلیک کنید

source: Receipt Attachment ID
fa_ir: آیدی اتچمنت رسید پرداختی

source: Uploaded at:
fa_ir: آپلود شده در:

source: Change Receipt Image
fa_ir: تغییر عکس رسید

source: Unlink Receipt Image
fa_ir: لغو تصویر رسید

source: Change Upload Date
fa_ir: تغییر تاریخ آپلود

source: Receipt Approval Status
fa_ir: وضعیت رسید پرداختی

source: Pending
fa_ir: درحال بررسی

source: Approved
fa_ir: تایید شده

source: Rejected
fa_ir: رد شده

source: Admin Note
fa_ir: یادداشت ادمین برای کاربر

source: Previously Uploaded Receipts
fa_ir: رسیدهای آپلود شده قبلی

source: View
fa_ir: مشاهده

source: Change Upload Receipt Plugin Setting
fa_ir: تغییر تنظیمات افزونه آپلود رسید

source: Pending Approval
fa_ir: در انتظار بررسی

source: Unknown Status
fa_ir: وضعیت نا مشخص

source: Awaiting Receipt Upload (%s)
fa_ir: منتظر آپلود رسید (%s)

source: Awaiting Approval
fa_ir: درحال بررسی رسید

source: Awaiting Receipt Approval (%s)
fa_ir: درحال بررسی رسیدها (%s)

# pst
source: Receipt Rejected
fa_ir: رسید رد شده

source: Receipt Rejected (%s)
fa_ir: رسیدهای پرداخت رد شده (%s)

# pst
source: Awaiting Receipt Upload
fa_ir: منتظر آپلود رسید

# pst
source: Awaiting Receipt Approval
fa_ir: درحال بررسی رسید

# footer-copyright
source: Thanks for using %s products
fa_ir: بابت استفاده از محصولات %s سپاسگزاریم

source: Pepro Dev
fa_ir: تیم برنامه ‏نویسی پپرو

# footer-copyright
source: %s — Version %s
fa_ir: %s — نسخه %s

source: Unauthorized Access!
fa_ir: شما دسترسی لازم را ندارید !

source: Customer uploaded payment receipt image. %s
fa_ir: مشتری تصویر رسید پرداختی را آپلود کرد. %s

source: Upload completed successfully.
fa_ir: آپلود با موفقیت انجام گردید.

source: There was an error uploading your file. Please check file type and size.
fa_ir: متاسفیم ، در فرایند بارگیری فایل مشکلی پیش آمد. لطفا نوع و اندازه فایل را چک کنید.

source: There was an error uploading your file.
fa_ir: متاسفیم ، در فرایند بارگیری فایل مشکلی پیش آمد.

# required-plugin
source: %1$s needs %2$s in order to function
fa_ir: افزونه %1$s برای عملکرد صحیح به افزونه %2$s نیاز دارد. لطفا نسبت به نصب و فعالسازی اقدام کنید

# required-plugin
source: WooCommerce
fa_ir: ووکامرس

source: https://pepro.dev/receipt-upload
fa_ir: https://pepro.dev/wc-bacs-receipt-upload

source: Upload Receipt for Any Payment method in WooCommerce. Customers will Upload the receipt (image/pdf) and Shop Managers will approve/reject it manually
fa_ir: آپلود رسید سفارشات ووکامرسی برای درگاه های پرداخت دلخواه. کاربران میتوانند رسید پرداخت را آپلود کرده و مدیر فروشگاه وضعیت رسید (تایید/رد) را مشخص کند

source: Pepro Dev. Group
fa_ir: تیم توسعه پپرو
