Repository: peprodev/wc-upload-reciept
Catalog: languages/wcuploadrcp-*.po
Languages: fa_ir

source: WooCommerce BACS Receipt Upload
fa_ir: آپلود رسید واریزی ووکامرس

source: %2$s ver. %1$s
fa_ir: %2$s نسخه %1$s

source: Payment Receipt Approval
fa_ir: رسید واریز تایید شد

source: Awaiting Upload
fa_ir: منتظر آپلود رسید

source: Upload Receipt
fa_ir: رسید واریزی

source: Click to change
fa_ir: برای ویرایش کلیک کنید

source: Receipt Attachment ID
fa_ir: آیدی اتچمنت رسید واریزی

source: Receipt Approval Status
fa_ir: وضعیت رسید واریزی

source: Pending Approval
fa_ir: در انتظار بررسی

source: Receipt Approved
fa_ir: تایید شده

source: Receipt Rejected
fa_ir: رد شده

source: Receipt Approval Upload Date
fa_ir: تاریخ آپلود رسید واریزی

source: Last Receipt Approval Status Change Date
fa_ir: تاریخ آخرین تغییر وضعیت رسید واریزی

source: Admin Note
fa_ir: یادداشت ادمین برای کاربر

source: Unknown Status
fa_ir: وضعیت نا مشخص

source: Upload receipt
fa_ir: آپلود رسید واریزی

source: Current receipt:
fa_ir: رسید واریزی فعلی:

source: Upload Receipt:
fa_ir: آپلود رسید واریزی:

source: Upload
fa_ir: آپلود

source: Date Uploaded:
fa_ir: تاریخ آپلود:

source: Admin Note:
fa_ir: یادداشت مدیر:

source: Awaiting Receipt Approval
fa_ir: بررسی رسید واریزی

source: Awaiting Receipt Approval (%s)
fa_ir: بررسی رسید واریزی (%s)

# pst
source: Receipt Rejected
fa_ir: رسید واریزی رد شده

source: Receipt Rejected (%s)
fa_ir: رسید واریزی رد شده (%s)

# pst
source: Awaiting Receipt Approval
fa_ir: بررسی رسید واریزی

source: Support
fa_ir: پشتیبانی این محصول

# footer-copyright
source: Thanks for using %s products
fa_ir: بابت استفاده از محصولات %s سپاسگزاریم

source: Pepro Dev
fa_ir: تیم برنامه ‏نویسی پپرو

# footer-copyright
source: %s — Version %s
fa_ir: %s — نسخه %s

source: Unauthorized Access!
fa_ir: شما دسترسی لازم را ندارید !

source: Customer uploaded payment receipt image. %s
fa_ir: مشتری تصویر رسید واریزی را آپلود کرد. %s

source: Upload completed successfully.
fa_ir: آپلود با موفقیت انجام گردید.

source: There was an error uploading your file. Please check file type and size.
fa_ir: متاسفیم ، در فرایند بارگیری فایل مشکلی پیش آمد. لطفا نوع و اندازه فایل را چک کنید.

source: There was an error uploading your file.
fa_ir: متاسفیم ، در فرایند بارگیری فایل مشکلی پیش آمد.

# required-plugin
source: %1$s needs %2$s in order to function
fa_ir: افزونه %1$s برای عملکرد صحیح به افزونه %2$s نیاز دارد. لطفا نسبت به نصب و فعالسازی اقدام کنید

# required-plugin
source: WooCommerce
fa_ir: ووکامرس

source: Pepro BACS Receipt Upload for WooCommerce
fa_ir: آپلود رسید واریزی انتقال وجه برای ووکامرس

source: Upload Receipt for BACS Payments in WooCommerce. Allow customers to transfer money to your bank account, then upload its receipt from order screen and admin can approve/reject it
fa_ir: آپلود رسید واریزی توسط کاربران برای خرید هایی که با روش انتقال بانکی در ووکامرس انجام شده (BACS) و تایید، حذف، ویرایش یا رد رسید آپلودی توسط ادمین

source: Pepro Dev. Group
fa_ir: تیم برنامه ‏نویسی پپرو
